import React from "react";
import "../styles/About.css"; 

const About = () => {
  return (
    <div className="about-container container mt-5">
      <h2>נעים מאוד, אני מיכל פרידמן</h2>
      <p>
        בת 24 מראשון לציון. הגעתי לעולם הציפורניים בזכות האהבה שלי לאמנות וליצירה. מגיל 12 אני מציירת על ציפורניים, והשילוב בין האמנות לבין טיפוח הפך את הייעוד שלי למקצוע.
      </p>
      <p>
        כיום, אני גאה להיות בעלת המותג Michal NailArt, שבו אני מציעה לא רק עיצובים ייחודיים ומיוחדים לציפורניים, אלא גם מסלול הכשרה מקצועי עבור נשים שמעוניינות להיכנס לעולם המרתק של לק ג׳ל ובניית הציפורניים.
      </p>
      <p>
        בסטודיו שלי אני מציעה קורסים והשתלמויות שמתמקדות בטכניקות מתקדמות בבניית ציפורניים, החל מעיצובים קלאסיים ועד לטכניקות חדשניות ומאתגרות. עם צוות מקצועי ומסור של עובדות, אנחנו מציעות חווית קבלת פנים חמה ואישית לכל לקוח ולקוחה, ובנוסף לכך, אני דואגת לפיתוח אישי של כל אחת מחברות הצוות, כדי שכולן יוכלו לממש את הפוטנציאל שלהן.
      </p>
      <p>
        כחלק מהחזון שלי, אני מתמקדת בהענקת שירותים ברמה הגבוהה ביותר, תוך שימוש בחומרים האיכותיים ביותר בשוק. אני מאמינה שלכל אחת מגיעה חוויה ייחודית ומרגשת כאשר היא פונה אליי, והשאיפה שלי היא לשדר את האהבה שלי לאמנות גם בעבודה שאני עושה.
      </p>
      <p>
        אני מתרגשת לשתף אתכם במסע שלי ולהעניק לכם את כל הכלים להרגיש ייחודיות ויפות.
      </p>
      <p>
        אם גם אתם מעוניינים לחוות את הקסם של הציפורניים היפות והאמנותיות, אני כאן בשבילכם!
      </p>
    </div>
  );
};

export default About;
