import React from "react";
import "../styles/About.css"; 

const About = () => {
  return (
    <div className="about-container container mt-5">
      <h2>נעים להכיר! אני מיכל פרידמן</h2>
     
      <p>
      בת 24, מייסדת המותג Michal Nail Art ומומחית בתחום אומנות הציפורניים מעל ל12 שנים, הפכתי את האהבה שלי לאומנות ולפרטים הקטנים למקצוע מרגש ומשמעותי.      </p>
    
      <p>
      בסטודיו שלי אני מעבירה קורסים מקצועיים בתחום הלק ג'ל, בהם קורסי מתחילות, השתלמויות מתקדמות, וסדנאות ייחודיות על קישוטים ודמויות. המטרה שלי היא לתת לכל תלמידה את הכלים ואת הביטחון לפרוץ בתחום ולהפוך את התשוקה שלה לקריירה מצליחה.
      </p>
    
      <p>
      צוות הסטודיו שלי ואני מקבלות לקוחות שמגיעות למגוון רחב של טיפולים בשיטה שפיתחתי, ואנחנו כאן כדי להעניק לכל לקוחה חוויה אישית ומקצועית שמשאירה חותם.
      </p>
    
      <p>
      מעבר לכך, אני מפתחת ליין מוצרים ייחודי שיצרתי מתוך הבנה עמוקה של הצרכים שלכן – גם של הלקוחות וגם של העוסקות בתחום. כל מוצר הוא תוצאה של מחשבה רבה ושל אהבה גדולה לעולם אומנות הציפורניים.  
      </p>
      <p>
      אני כאן כדי להפוך כל ציפורן לקנבס אמנותי ולעזור לכן להביא לידי ביטוי את הסטייל האישי שלכן, בדרך שתהיה מדויקת עבורכן.     
      </p>
    
      <p>
      אני מזמינה אותך להצטרף לעולם שלי ולהתאהב באמנות בדרך קצת שונה.
      </p>
    </div>
  );
};

export default About;
